/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "%@ ayarlama";
"CreateExtendMoreInfo" = "AirPort kablosuz ağ aygıtınızı yeni bir kablosuz ağda ayarlamak istiyorsanız “Yeni bir kablosuz ağ yarat”ı seçin. Ağınıza katılan bilgisayarlar ağınızdaki diğer bilgisayarlarla kablosuz olarak veya Ethernet üzerinden bağlılarsa, Ethernet kullanarak iletişim kurabilirler. Aygıtınızı Internet'e bağlanacak şekilde ayarlarsanız, kablosuz ve kablolu bilgisayarlar Internet bağlantısını da paylaşabilirler. Yeni bir kablosuz ağ ayarlamak için Sürdür'ü tıklayın.\n\nZaten ayarlanmış bir AirPort ağınız varsa ve aygıtınızın ona katılıp ağın aralığını genişletmesini istiyorsanız, “AirPort Extreme veya AirPort Express ağımın aralığını genişletsin”i seçin. Kablosuz ağın aralığını genişletme, Kablosuz Dağıtım Sistemi (WDS) olarak bilinir. WDS'deki kablosuz ağ aygıtları tek bir Internet bağlantısını paylaşır ve Internet bağlantısını ağa bağlı bilgisayarlara dağıtır.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Kablosuz ağ aygıtınıza bir ad ve parola verin";
"NameMoreInfo" = "Ad, AirPort İzlencesi'nin kenar çubuğunda görüntülenir. Oturma Odası veya Ofis gibi tanıyabileceğiniz bir ad kullanın. Ağda birden fazla kablosuz ağ aygıtı varsa, ayarlamak veya değiştirmek istediğinizi bulmanız daha kolay olur. Aygıt için bir parola girin. Ayarlarını değiştirebilmeniz için girmeniz gereken parola bu olacaktır.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Ağınızı güvenlik altına alın";
"SecurityMoreInfo" = "Ağınızı parolayla koruyabilirsiniz. Ağınıza katılmaya çalışan herhangi birinin parola girmesi istenecektir.\n\nAirPort kablosuz ağ aygıtları iki tür parolayı destekler:\n• WPA2: Wi-Fi Korumalı Erişim parolaları daha güvenlidir ama daha az uyumlu olabilir.\n• 128 bit WEP: Kabloluya Eşdeğer Gizlilik parolaları eski bilgisayarlar ve kablosuz ağ kartlarıyla daha uyumludur.\n\n“Güvenlik Yok”u seçerseniz, aralığın içindeki herhangi biri parola kullanmadan ağınıza katılabilir. Bu seçenek önerilmez.\n\n128 bit WEP kullanmayı seçerseniz, tam 13 karakter uzunluğunda bir parola kullanın. Bu, Windows ve diğer Macintosh olmayan aygıtlarla uyumluluğu sağlar.\n\nWPA2 kullanmayı seçerseniz, en az 8 karakter uzunluğunda bir parola kullanın.";
"SecurityMoreInfoWPANone.Title" = "Ağınızı güvenlik altına alın";
"SecurityMoreInfoWPANone" = "WPA Kişisel kablosuz ağ güvenliğini kullanarak ağınızı parolayla koruyabilirsiniz. Ağınıza katılmaya çalışan herhangi birinin parola girmesi istenecektir.\n\n“Güvenlik Yok”u seçerseniz, aralığın içindeki herhangi biri parola kullanmadan ağınıza katılabilir. Bu seçenek önerilmez.\n\nWPA Kişisel kullanmayı seçerseniz, en az 8 karakter uzunluğunda bir parola kullanın.";
"SecurityMoreInfoWPA2None.Title" = "Ağınızı güvenlik altına alın";
"SecurityMoreInfoWPA2None" = "WPA/WPA2 Kişisel kablosuz ağ güvenliğini kullanarak ağınızı parolayla koruyabilirsiniz. Ağınıza katılmaya çalışan herhangi birinin parola girmesi istenecektir.\n\n“Güvenlik Yok”u seçerseniz, aralığın içindeki herhangi biri parola kullanmadan ağınıza katılabilir. Bu seçenek önerilmez.\n\nWPA/WPA2 Kişisel kullanmayı seçerseniz, en az 8 karakter uzunluğunda bir parola kullanın.";
"SecurityMoreInfoTSN.Title" = "Ağınızı güvenlik altına alın";
"SecurityMoreInfoTSN" = "Ağınızı parolayla koruyabilirsiniz. Ağınıza katılmaya çalışan herhangi birinin parola girmesi istenecektir.\n\nAirPort kablosuz ağ aygıtları iki tür parolayı destekler:\n• WPA2: Wi-Fi Korumalı Erişim parolaları daha güvenlidir ama daha az uyumlu olabilir.\n• WEP (Geçici Güvenlik Ağı) parolaları eski WEP bilgisayarları ve kablosuz ağ kartlarıyla daha uyumludur ve daha yeni WPA ve WPA2 istemcilerin de ağınıza katılmalarına izin verirler.\n\n“Güvenlik Yok”u seçerseniz, aralığın içindeki herhangi biri parola kullanmadan ağınıza katılabilir. Bu seçenek önerilmez.\n\nWEP (Geçici Güvenlik Ağı) kullanmayı seçerseniz, tam 13 karakter uzunluğunda bir parola kullanın.\n\nWPA2 kullanmayı seçerseniz, en az 8 karakter uzunluğunda bir parola kullanın.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Internet'e nasıl bağlanıyorsunuz?";
"InternetMoreInfo" = "Internet'e DSL veya kablo modem kullanarak bağlanıyorsanız ve Internet Servis Sağlayıcınız (ISS) size IP adresini DHCP kullanarak otomatik olarak veriyorsa, ilk seçeneği seçin.\n\nInternet'e Ethernet üzerinden PPP (PPPoE) kullanarak bağlanıyorsanız, ikinci seçeneği seçin. PPPoE kullanarak Internet'e bağlanıyorsanız, size bir hesap adı ve parolası verilmiş olmalıdır. Emin değilseniz, servis sağlayıcınıza danışın.\n\nEthernet ağına bağlanıyorsanız üçüncü seçeneği seçin. IP adresini nasıl aldığınız (ya DHCP Kullanarak veya elle) konusunda bilgi için ağ yöneticisine (veya ağı kuran kişiye) danışın.\n\nDahili modeme sahip bir AirPort baz istasyonu ayarlıyorsanız ve çevirmeli bir PPP hesabına sahipseniz “Telefon hattıma bağlı modemi kullanıyorum”u seçin.\n\nBaz istasyonunuzu ayarlamayı sürdürmek ama Internet'e bağlanmak istemiyorsanız, “Şu anda Internet'e bağlanmaya hazır değilim”i seçin. Internet'e bağlanmaya hazır olduğunuzda her zaman geri dönebilirsiniz.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Aygıtınızda TCP/IP'yi ayarlayın";
"EthernetMoreInfo" = "IPv4’ü Ayarla açılır menüsünden Elle’yi mi yoksa DHCP Kullanarak’ı mı seçeceğiniz, servis sağlayıcınızın IP adreslerini nasıl sağladığına bağlıdır. IP adresini otomatik olarak ISS’nizden alıyorsanız, TCP/IP’yi Ayarla açılır menüsünden DHCP Kullanarak’ı seçin. IP Adresi alanı ve diğer alanlar ISS’niz tarafından doldurulacaktır.\n\nServis sağlayıcınız size Internet hesabınızla birlikte bir IP adresi ve başka numaralar verdiyse, Elle’yi seçip kablosuz ağ aygıtının IP adresini elle ayarlamak için o bilgileri kullanın. Emin değilseniz, servis sağlayıcınıza sorun.\n\nServis sağlayıcınız aygıtınızın MAC adresini soruyorsa, AirPort kablosuz ağ aygıtının altındaki etikette yazılı olan Ethernet WAN kapısının adresini kullanın.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "%@ ile ne yapmak istediğinizi seçin.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Zaten bir AirPort kablosuz aygıtınız veya kablosuz yönelticiniz varsa ve bu aygıtı %@ ile değiştirmek istiyorsanız, “Var olan bir baz istasyonunu veya kablosuz yönelticiyi %@ ile değiştirmek istiyorum”u seçin";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Zaten bir ağınız varsa ve bu %@ öğesinin bu ağa kablosuz olarak veya Ethernet kullanarak bağlanmasını istiyorsanız, “%@ öğesinin şu anki ağıma katılmasını istiyorum”u seçin";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Kablosuz ağınız yoksa veya başka bir kablosuz ağ eklemek istiyorsanız, “Yeni bir kablosuz ağ yaratmak istiyorum”u seçin";

"GuestNetworkMoreInfo.Title" = "Konuk Ağı";
"GuestNetworkMoreInfo" = "Konuk ağı, istemci bilgisayarların özel ağınıza erişmeden Internet'e bağlanmasını sağlar. Konuk ağını parola korumasıyla veya parola koruması olmadan ayarlayabilirsiniz.\n\nKonuk ağı için olan diğer seçenekleri (konuk ağına bağlı bilgisayarlar arasında dosya paylaşma gibi) ayarlamak amacıyla elle ayarlamayı kullanabilirsiniz.";


/* End of strings file */
